Repository: IuriiNaumov/Droword
Catalog: Droword/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: Couldn't create a story right now. Please try again.
de: Geschichte geht gerade nicht. Versuch's nochmal.
es: Ahora no pude escribir la historia. Prueba otra vez.
fr: L'histoire ne passe pas. Réessaie.
ja: 今は物語が書けなかった。もう一度試して。
ko: 지금은 이야기를 못 만들었어. 다시 해봐.
ru: Сейчас историю не получилось. Попробуй ещё раз.

source: Couldn't load suggestions
de: Vorschläge konnten nicht geladen werden
es: No se pudieron cargar sugerencias
fr: Impossible de charger les suggestions
ja: 提案を読み込めませんでした
ko: 추천을 불러오지 못했어요
ru: Не удалось загрузить подсказки

source: Couldn't send. Try again.
de: Senden fehlgeschlagen. Versuch es erneut.
es: No se pudo enviar. Inténtalo de nuevo.
fr: Envoi impossible. Réessaie.
ja: 送信できませんでした。もう一度試して。
ko: 보내지 못했어요. 다시 시도해 주세요.
ru: Не удалось отправить. Попробуй ещё раз.

source: Couldn't start the scene. Try again.
de: Szene konnte nicht gestartet werden. Versuch es erneut.
es: No se pudo iniciar la escena. Inténtalo de nuevo.
fr: Impossible de démarrer la scène. Réessaie.
ja: シーンを開始できませんでした。もう一度試して。
ko: 씬을 시작하지 못했어요. 다시 시도해 주세요.
ru: Не удалось начать сцену. Попробуй ещё раз.

source: Count
de: Anzahl
es: Cantidad
fr: Nombre
ja: カウント
ko: 개수
ru: Количество

source: Cozy sunset vibes
de: Gemütliche Sonnenuntergangsstimmung
es: Cálido atardecer
fr: Ambiance coucher de soleil
ja: 温かい夕焼けの雰囲気
ko: 아늑한 석양 느낌
ru: Тёплый закат

source: Crisp
de: Knackig
es: Nítido
fr: Net
ja: シャープ
ko: 또렷함
ru: Чёткая

source: Current background
de: Aktueller Hintergrund
es: Fondo actual
fr: Fond actuel
ja: 今の背景
ko: 현재 배경
ru: Текущий фон

source: Current icon
de: Aktuelles Icon
es: Icono actual
fr: Icône actuelle
ja: 今のアイコン
ko: 현재 아이콘
ru: Текущая иконка

source: Current season
de: Aktuelle Jahreszeit
es: Temporada actual
fr: Saison actuelle
ja: 現在の季節
ko: 현재 계절
ru: Текущий сезон

source: Current theme
de: Aktuelles Thema
es: Tema actual
fr: Thème actuel
ja: 現在のテーマ
ko: 현재 테마
ru: Текущая тема

source: Daily Challenges
de: Tägliche Challenges
es: Retos diarios
fr: Défis du jour
ja: デイリーチャレンジ
ko: 일일 챌린지
ru: Дневные челленджи

source: Daily chat
de: Täglicher Chat
es: Chat diario
fr: Chat du quotidien
ja: 日常チャット
ko: 일상 채팅
ru: Ежедневный чат

source: Daily goal reached!
de: Tagesziel erreicht!
es: ¡Meta diaria alcanzada!
fr: Objectif quotidien atteint !
ja: デイリー目標達成！
ko: 일일 목표 달성!
ru: Дневная цель достигнута!

source: Daily goal!
de: Tagesziel!
es: ¡Meta diaria!
fr: Objectif quotidien !
ja: デイリー目標！
ko: 일일 목표!
ru: Дневная цель!

source: Daily Goals
de: Tagesziele
es: Metas diarias
fr: Objectifs quotidiens
ja: デイリー目標
ko: 일일 목표
ru: Дневные цели

source: Daily life
de: Alltag
es: Vida diaria
fr: Vie quotidienne
ja: 日常
ko: 일상
ru: Быт

source: Daily Life
de: Alltag
es: Vida cotidiana
fr: Vie quotidienne
ja: 日常生活
ko: 일상 생활
ru: Повседневная жизнь

source: Daily limit reached
de: Tageslimit erreicht
es: Límite diario alcanzado
fr: Limite quotidienne atteinte
ja: 1日の上限に達しました
ko: 일일 한도 도달
ru: Дневной лимит достигнут

source: Daily motivation
de: Tägliche Motivation
es: Motivación diaria
fr: Motivation quotidienne
ja: 毎日のモチベーション
ko: 일일 동기부여
ru: Ежедневная мотивация

source: Daily reminder
de: Tägliche Erinnerung
es: Recordatorio diario
fr: Rappel quotidien
ja: デイリーリマインダー
ko: 일일 알림
ru: Ежедневное напоминание

source: Daily scan limit reached. Upgrade to Pro for unlimited scans.
de: Tägliches Scanlimit erreicht. Upgrade auf Pro für unbegrenzte Scans.
es: Límite de escaneos alcanzado. Mejora a Pro para escaneos ilimitados.
fr: Limite de scans quotidienne atteinte. Passez à Pro pour des scans illimités.
ja: 1日のスキャン上限に達しました。Proにアップグレードすると無制限になります。
ko: 일일 스캔 한도에 도달했습니다. 무제한 스캔을 위해 Pro로 업그레이드하세요.
ru: Лимит сканирований на сегодня исчерпан. Оформи Pro для безлимитного доступа.

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
ru: Тёмное

source: Data
de: Daten
es: Datos
fr: Données
ja: データ
ko: 데이터
ru: Данные

source: Data Storage
de: Datenspeicherung
es: Almacenamiento de datos
fr: Stockage des données
ja: データ保存
ko: 데이터 저장
ru: Хранение данных

source: Date
de: Datum
es: Fecha
ja: 日付
ko: 날짜
ru: Дата

source: day streak
de: Tage Streak
es: días de racha
fr: jours de série
ja: 日連続
ko: 일 연속
ru: дней стрика

source: Day streak
de: Tages-Streak
es: Racha de días
fr: Série de jours
ja: 連続日数
ko: 연속 일수
ru: Серия дней

source: days remaining
de: Tage verbleibend
es: días restantes
fr: jours restants
ja: 日残り
ko: 일 남음
ru: дней осталось

source: Days this week
de: Tage diese Woche
es: Días esta semana
fr: Jours cette semaine
ja: 今週の日数
ko: 이번 주 일수
ru: Дней на этой неделе

source: Decorative elements that change with the season — cherry blossoms in spring, snowflakes in winter, and more.
de: Dekorative Elemente, die sich mit der Jahreszeit ändern — Kirschblüten im Frühling, Schneeflocken im Winter und mehr.
es: Elementos decorativos que cambian con la temporada — flores de cerezo en primavera, copos de nieve en invierno y más.
fr: Éléments décoratifs qui changent avec la saison — fleurs de cerisier au printemps, flocons en hiver, et plus.
ja: 季節ごとに変わる装飾 — 春は桜、冬は雪の結晶など。
ko: 계절에 따라 변하는 장식 요소 — 봄에는 벚꽃, 겨울에는 눈송이 등.
ru: Декоративные элементы, которые меняются со временем года — цветы сакуры весной, снежинки зимой и многое другое.

source: Dedicated Learner
de: Engagierter Lerner
es: Estudiante dedicado
fr: Apprenant dévoué
ja: 熱心な学習者
ko: 헌신적인 학습자
ru: Преданный ученик

source: Deep black canvas
de: Tiefschwarze Fläche
es: Lienzo negro profundo
fr: Toile noire profonde
ja: 深い黒のキャンバス
ko: 깊은 블랙 캔버스
ru: Глубокий чёрный

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본
ru: Стандартный

source: Default home screen icon
de: Standard-Home-Icon
es: Icono de inicio por defecto
fr: Icône d'accueil par défaut
ja: デフォルトのホームアイコン
ko: 기본 홈 아이콘
ru: Иконка по умолчанию

source: Default only
de: Nur Standard
es: Solo predeterminado
fr: Par défaut uniquement
ja: デフォルトのみ
ko: 기본만
ru: Только стандартная

source: Delete %lld words
de: %lld Wörter löschen
es: Eliminar %lld palabras
fr: Supprimer %lld mots
ja: %lld語を削除
ko: 단어 %lld개 삭제
ru: Удалить %lld слов

source: Delete %lld words?
de: %lld Wörter löschen?
es: ¿Eliminar %lld palabras?
fr: Supprimer %lld mots ?
ja: %lld語を削除する？
ko: 단어 %lld개 삭제할까?
ru: Удалить %lld слов?

source: Delete word
de: Wort löschen
es: Eliminar palabra
fr: Supprimer le mot
ja: 単語を削除
ko: 단어 삭제
ru: Удалить слово

source: Diamond
de: Diamant
es: Diamante
fr: Diamant
ja: ダイヤモンド
ko: 다이아몬드
ru: Бриллиант

source: Do you remember what this means?
de: Erinnerst du dich, was das bedeutet?
es: ¿Recuerdas qué significa?
fr: Vous souvenez-vous de ce que cela signifie ?
ja: この意味を覚えていますか？
ko: 이 뜻이 기억나나요?
ru: Помнишь, что это значит?

source: Don't know
de: Weiß nicht
es: No lo sé
fr: Je ne sais pas
ja: わからない
ko: 모름
ru: Не знаю

source: Don’t know the translation? I’ll handle it for you
de: Kennst du die Übersetzung nicht? Ich erledige das für dich
es: ¿No sabes la traducción? Yo la traduzco por ti
fr: Vous ne connaissez pas la traduction ? Je m’en occupe
ja: 翻訳がわからない？お任せください
ko: 번역을 모르시나요? 제가 처리해 드릴게요
ru: Не знаешь перевод? Я переведу за тебя

source: Don't let your progress fade — even 2 minutes help.
de: Lass deinen Fortschritt nicht verblassen — selbst 2 Minuten helfen.
es: No dejes que tu progreso se pierda — incluso 2 minutos ayudan.
fr: Ne laissez pas vos progrès s’évanouir — même 2 minutes aident.
ja: せっかくの進捗を無駄にしないで — 2分でも効果があります。
ko: 진행을 멈추지 마세요 — 2분이라도 도움이 돼요.
ru: Не теряй прогресс — даже 2 минуты помогут.

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
ru: Готово

source: Done selecting
de: Auswahl abgeschlossen
es: Listo
fr: Sélection terminée
ja: 選択完了
ko: 선택 완료
ru: Готово

source: Double tap any card to add an emoji reaction. Tap the reaction to change it. A fun way to mark your favourites!
de: Tippe doppelt auf eine Karte, um eine Emoji-Reaktion hinzuzufügen. Tippe auf die Reaktion, um sie zu ändern. Eine lustige Art, deine Favoriten zu markieren!
es: Toca dos veces cualquier tarjeta para añadir un emoji. Toca la reacción para cambiarla. ¡Una forma divertida de marcar tus favoritas!
fr: Appuyez deux fois sur une carte pour ajouter une réaction emoji. Appuyez sur la réaction pour la changer. Une façon amusante de marquer vos favoris !
ja: カードをダブルタップして絵文字リアクションを追加。タップで変更。お気に入りを楽しくマークしよう！
ko: 카드를 두 번 탭하면 이모지 반응을 추가할 수 있어요. 반응을 탭하면 변경할 수 있어요. 즐겁게 즐겨찾기를 표시하세요!
ru: Дважды нажми на любую карточку, чтобы добавить эмоджи. Нажми на реакцию, чтобы изменить её. Отмечай любимые слова!

source: Double tap the card to add a reaction
de: Tippe doppelt auf die Karte, um eine Reaktion hinzuzufügen
es: Toca dos veces la tarjeta para añadir una reacción
fr: Appuyez deux fois sur la carte pour ajouter une réaction
ja: カードをダブルタップしてリアクションを追加
ko: 카드를 두 번 탭하여 반응 추가
ru: Дважды нажми на карточку, чтобы добавить реакцию

source: Double tap to start
de: Doppeltippen zum Start
es: Toca dos veces para empezar
fr: Double tap pour commencer
ja: ダブルタップで開始
ko: 두 번 탭해서 시작
ru: Двойной тап — старт

source: Drop it in a chat
de: Wirf's in einen Chat
es: Suéltalo en un chat
fr: Balance-le dans un chat
ja: チャットに放り込む
ko: 채팅에 던져봐
ru: Вкинь в чат

source: Droword is a vocabulary learning application that helps users learn and practice words in foreign languages. The App provides AI-powered translations, text-to-speech pronunciation, spaced repetition review, quizzes, and other learning tools.
de: Droword ist eine Vokabel-App: Wörter in anderen Sprachen lernen und üben. KI-Übersetzungen, Aussprache, Spaced Repetition, Quizzes und weitere Lerntools.
es: Droword es una app de vocabulario para aprender y practicar palabras en otros idiomas. Traducción con IA, pronunciación, repetición espaciada, quizzes y más.
fr: Droword est une app de vocabulaire pour apprendre et pratiquer des mots dans d’autres langues. Traduction IA, prononciation, répétition espacée, quiz et d’autres outils.
ja: Drowordは外国語の単語を学び、練習するための語彙アプリです。AI翻訳、音声、間隔反復、クイズなどの学習機能があります。
ko: Droword는 외국어 단어를 배우고 연습하는 어휘 앱이야. AI 번역, 발음, 간격 반복, 퀴즈 같은 학습 기능이 있어.
ru: Droword — приложение для слов: учишь и повторяешь лексику на другом языке. ИИ-перевод, озвучка, интервальные повторения, квизы и другие штуки.

source: Droword may offer a free trial period for PRO features. The trial provides full access to PRO features for a limited time. Each user is entitled to one free trial. After the trial period expires, PRO features will be restricted unless you subscribe.
de: Droword kann eine kostenlose Testphase für PRO anbieten. Voller PRO-Zugang für begrenzte Zeit. Pro Person eine Testphase. Danach sind PRO-Funktionen gesperrt, bis du abonnierst.
es: Droword puede ofrecer una prueba gratis de PRO. Acceso completo durante un tiempo limitado. Una prueba por persona. Cuando acaba, PRO se limita si no te suscribes.
fr: Droword peut proposer un essai gratuit PRO. Accès complet pendant un temps limité. Un essai par personne. Ensuite, PRO est limité tant que tu ne t’abonnes pas.
ja: PRO機能の無料トライアルを提供することがあります。期間中はPRO機能をすべて使えます。 無料トライアルは1人1回です。終了後、購読しないとPRO機能は制限されます。
ko: PRO 기능 무료 체험을 줄 수 있어. 제한된 시간 동안 PRO를 전부 써. 체험은 사람당 한 번. 끝나면 구독하지 않는 한 PRO는 잠겨.
ru: Может быть бесплатный пробный период PRO. Полный доступ на ограниченное время. Одна проба на человека. Когда время выйдет, PRO закроется, пока не оформишь подписку.

source: Droword offers optional paid subscriptions ("Droword PRO") that unlock additional features. • Payment is charged to your Apple ID account at confirmation of purchase. • Subscriptions automatically renew unless canceled at least 24 hours before the end of the current period. • Your account will be charged for renewal within 24 hours prior to the end of the current period. • You can manage and cancel subscriptions in your App Store account settings. • Prices are subject to change. Any price changes will take effect at the start of the next subscription period. • No refunds are provided for partial subscription periods.
de: Droword bietet optionale bezahlte Abos („Droword PRO“) mit Extra-Funktionen. • Die Zahlung wird bei Kaufbestätigung deinem Apple-ID-Konto belastet. • Abos verlängern sich automatisch, wenn du nicht mindestens 24 Stunden vor Periodenende kündigst. • Die Verlängerung wird innerhalb von 24 Stunden vor Periodenende abgebucht. • Verwalten und kündigen geht in den App-Store-Kontoeinstellungen. • Preise können sich ändern. Änderungen gelten ab der nächsten Periode. • Keine Rückerstattung für angebrochene Perioden.
es: Droword ofrece suscripciones de pago opcionales («Droword PRO») con funciones extra. • El pago se carga a tu Apple ID al confirmar la compra. • La suscripción se renueva sola salvo que la canceles al menos 24 horas antes del fin del periodo. • El cobro de renovación se hace en las 24 horas previas al fin del periodo. • Gestiona y cancela en los ajustes de tu cuenta de App Store. • Los precios pueden cambiar. El cambio aplica al siguiente periodo. • No hay reembolsos de periodos parciales.
fr: Droword propose des abonnements payants optionnels (« Droword PRO ») avec des fonctions en plus. • Le paiement est débité de ton Apple ID à la confirmation d’achat. • L’abonnement se renouvelle tout seul sauf résiliation au moins 24 h avant la fin de la période. • Le renouvellement est facturé dans les 24 h avant la fin de la période. • Gère et résilie dans les réglages de compte App Store. • Les prix peuvent changer. Le nouveau prix s’applique à la période suivante. • Pas de remboursement pour une période entamée.
ja: Drowordは追加機能を解放する有料サブスク（「Droword PRO」）を任意で提供します。 • 支払いは購入確認時にApple IDへ請求されます。 • 期間終了の24時間前までに解約しない限り自動更新されます。 • 更新料金は期間終了の24時間以内に請求されます。 • 管理・解約はApp Storeのアカウント設定から。 • 価格は変更されることがあります。次の期間から適用されます。 • 期間の途中分の返金はありません。
ko: Droword는 추가 기능을 여는 유료 구독(«Droword PRO»)을 선택으로 제공해. • 결제는 구매 확인 시 Apple ID에 청구돼. • 기간 종료 24시간 전까지 취소하지 않으면 자동 갱신돼. • 갱신 요금은 기간 종료 24시간 안에 청구돼. • 구독 관리·취소는 App Store 계정 설정에서. • 가격은 바뀔 수 있고, 다음 기간부터 적용돼. • 기간 도중 환불은 없어.
ru: Droword даёт платную подписку («Droword PRO») с доп. функциями — по желанию. • Оплата списывается с Apple ID в момент подтверждения покупки. • Подписка продлевается сама, если не отменить минимум за 24 часа до конца периода. • Продление списывается в течение 24 часов до конца периода. • Управлять и отменять — в настройках аккаунта App Store. • Цены могут меняться. Новая цена — со следующего периода. • Частичный период не возвращаем.

source: DROWORD PRO IS YOURS
de: DROWORD PRO IST DEINS
es: DROWORD PRO ES TUYO
fr: DROWORD PRO EST À TOI
ja: DROWORD PROはあなたのもの
ko: DROWORD PRO는 네 거야
ru: DROWORD PRO ТВОЙ

source: Due soon
de: Bald fällig
es: Próximas a repasar
fr: Bientôt à réviser
ja: もうすぐ期限
ko: 곧 복습
ru: Скоро на повтор

source: Due today
de: Heute fällig
es: Para repasar hoy
fr: À réviser aujourd’hui
ja: 今日が期限
ko: 오늘 복습
ru: Повторение сегодня

source: e.g. #FFAA33
de: z.B. #FFAA33
es: ej. #FFAA33
fr: ex. #FFAA33
ja: 例: #FFAA33
ko: 예: #FFAA33
ru: напр. #FFAA33

source: Ears
de: Ohren
es: Oídos
fr: Oreilles
ja: 耳
ko: 귀
ru: Уши

source: Easy
de: Leicht
es: Fácil
fr: Facile
ja: 簡単
ko: 쉬움
ru: Легко

source: Ember
de: Glut
es: Brasa
fr: Braise
ja: 残り火
ko: 불씨
ru: Угольки

source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
ja: 通知を有効化
ko: 알림 활성화
ru: Включить уведомления

source: End time must be after start time
de: Endzeit muss nach der Startzeit liegen
es: La hora de fin debe ser posterior a la hora de inicio
fr: L’heure de fin doit être après l’heure de début
ja: 終了時刻は開始時刻より後にしてください
ko: 종료 시간은 시작 시간 이후여야 합니다
ru: Время окончания должно быть позже времени начала

source: energetic, expressive
de: energisch, ausdrucksstark
es: enérgico, expresivo
fr: énergique, expressif
ja: エネルギッシュ、表現力豊か
ko: 활기차고 표현력 있는
ru: энергичный, выразительный

source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
ko: 영어
ru: Английский

source: Enter a word
de: Wort eingeben
es: Introduce una palabra
fr: Entrez un mot
ja: 単語を入力
ko: 단어 입력
ru: Введите слово

source: Enter tag name
de: Tag-Name eingeben
es: Introduce el nombre de la etiqueta
fr: Entrez le nom du tag
ja: タグ名を入力
ko: 태그 이름 입력
ru: Введи имя тега

source: Enter translation
de: Übersetzung eingeben
es: Introduce la traducción
fr: Entrez la traduction
ja: 翻訳を入力
ko: 번역 입력
ru: Введите перевод

source: Enter your name
de: Namen eingeben
es: Introduce tu nombre
fr: Entrez votre nom
ja: 名前を入力
ko: 이름 입력
ru: Введи своё имя

source: Ephemeral
de: Flüchtig
es: Efímero
fr: Éphémère
ja: はかない
ko: 덧없음
ru: Эфемерный

source: Essential everyday words
de: Wichtige Alltagswörter
es: Palabras esenciales del día a día
fr: Mots essentiels du quotidien
ja: 日常の基本単語
ko: 필수 일상 단어
ru: Самые нужные слова

source: Evening chat
de: Abend-Chat
es: Chat de noche
fr: Chat du soir
ja: 夜のチャット
ko: 저녁 채팅
ru: Вечерний чат

source: Exam
de: Prüfung
es: Examen
fr: Examen
ja: 試験
ko: 시험
ru: Экзамен

source: Exam drill
de: Prüfungsdrill
es: Entrenamiento de examen
fr: Drill d'examen
ja: 試験ドリル
ko: 시험 드릴
ru: Экзамен-дрель

source: Example
de: Beispiel
es: Ejemplo
fr: Exemple
ja: 例文
ko: 예문
ru: Пример

source: Explorer 🦊
de: Entdecker 🦊
es: Explorador 🦊
fr: Explorateur 🦊
ja: エクスプローラー 🦊
ko: 탐험가 🦊
ru: Исследователь 🦊

source: Export Words
de: Wörter exportieren
es: Exportar palabras
fr: Exporter les mots
ja: 単語をエクスポート
ko: 단어 내보내기
ru: Экспорт слов

source: Extra Large
de: Sehr groß
es: Extra grande
fr: Très grand
ja: 特大
ko: 매우 크게
ru: Очень большой

source: Extracting words from photo…
de: Wörter werden aus Foto extrahiert…
es: Extrayendo palabras de la foto…
fr: Extraction des mots de la photo…
ja: 写真から単語を抽出中…
ko: 사진에서 단어 추출 중…
ru: Извлекаю слова с фото…

source: Eyes
de: Augen
es: Ojos
fr: Yeux
ja: 目
ko: 눈
ru: Глаза

source: Failed to extract words. Please try again.
de: Wörter konnten nicht extrahiert werden. Bitte versuche es erneut.
es: Error al extraer palabras. Inténtalo de nuevo.
fr: Échec de l’extraction. Veuillez réessayer.
ja: 単語の抽出に失敗しました。もう一度お試しください。
ko: 단어 추출에 실패했습니다. 다시 시도해 주세요.
ru: Не удалось извлечь слова. Попробуй ещё раз.

source: Fall
de: Herbst
es: Otoño
fr: Automne
ja: 秋
ko: 가을
ru: Осень

source: Fill in the blank
de: Lücke ausfüllen
es: Rellena el espacio
fr: Complétez le blanc
ja: 空欄を埋めよう
ko: 빈칸 채우기
ru: Заполни пропуск

source: Finding that book was pure serendipity.
de: Dieses Buch zu finden war purer Glücksfall.
es: Encontrar ese libro fue pura casualidad.
fr: Trouver ce livre était un pur hasard heureux.
ja: その本を見つけたのは偶然の幸運だった。
ko: 그 책을 발견한 건 순전히 뜻밖의 행운이었다.
ru: Эта находка — чистая удача.

source: Focus
de: Fokus
es: Enfoque
ja: フォーカス
ko: 포커스
ru: Фокус

source: Font size
de: Schriftgröße
es: Tamaño de letra
fr: Taille du texte
ja: 文字サイズ
ko: 글자 크기
ru: Размер шрифта

source: Font Size
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de police
ja: フォントサイズ
ko: 글꼴 크기
ru: Размер шрифта

source: Food
de: Essen
es: Comida
fr: Nourriture
ja: 食べ物
ko: 음식
ru: Еда

source: Food & Drinks
de: Essen & Trinken
es: Comida y bebidas
fr: Nourriture et boissons
ja: 食べ物と飲み物
ko: 음식과 음료
ru: Еда и напитки

source: Forest
de: Wald
es: Bosque
fr: Forêt
ja: 森
ko: 숲
ru: Лес

source: Formal vocab, precise forms
de: Formelles Vokabular, genaue Formen
es: Vocabulario formal, formas precisas
fr: Vocab formel, formes précises
ja: フォーマルな語彙、正確な形
ko: 격식 어휘, 정확한 형태
ru: Формальные слова, точные формы

source: Four words unlock practice
de: Vier Wörter schalten Übung frei
es: Cuatro palabras desbloquean la práctica
fr: Quatre mots débloquent la pratique
ja: 4語で練習が解禁
ko: 단어 네 개면 연습이 열려요
ru: Четыре слова открывают практику

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
ko: 무료
ru: Бесплатно

source: Free preview: add up to %lld words
de: Gratis-Vorschau: bis zu %lld Wörter hinzufügen
es: Vista previa gratis: añade hasta %lld palabras
fr: Aperçu gratuit : ajoute jusqu’à %lld mots
ja: 無料プレビュー：最大%lld語まで追加
ko: 무료 미리보기: 최대 %lld개 단어 추가
ru: Бесплатный превью: до %lld слов

source: French
de: Französisch
es: Francés
fr: Français
ja: フランス語
ko: 프랑스어
ru: Французский

source: Fresh green accent
de: Frischer grüner Akzent
es: Acento verde fresco
fr: Accent vert frais
ja: フレッシュなグリーンアクセント
ko: 신선한 초록 강조
ru: Свежий зелёный акцент

source: Fresh ideas without limits
de: Frische Ideen ohne Limit
es: Ideas nuevas sin límite
fr: Des idées fraîches sans limite
ja: 制限なしの新しいアイデア
ko: 한도 없는 새 아이디어
ru: Свежие идеи без лимита

source: friendly, warm
de: freundlich, warm
es: amigable, cálido
fr: amical, chaleureux
ja: フレンドリー、温かい
ko: 친근하고 따뜻한
ru: дружелюбный, тёплый

source: From
de: Von
es: Desde
fr: Dès
ja: 開始
ko: 시작
ru: С

source: Full stats
de: Alle Stats
es: Estadísticas completas
fr: Toutes les stats
ja: すべての統計
ko: 전체 통계
ru: Вся стата

source: Fun facts
de: Wissenswertes
es: Datos curiosos
fr: Anecdotes
ja: 豆知識
ko: 재미있는 사실
ru: Интересные факты

source: Fun round
de: Spaßrunde
es: Ronda divertida
fr: Manche fun
ja: 楽しいラウンド
ko: 재미 라운드
ru: Для кайфа

source: German
de: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
ko: 독일어
ru: Немецкий

source: Get Droword PRO
de: Droword PRO holen
es: Obtener Droword PRO
fr: Obtenir Droword PRO
ja: Droword PROを入手
ko: Droword PRO 받기
ru: Получить Droword PRO

source: Get notified when you reach 7, 30, 100 and 365 day streaks.
de: Erhalte Benachrichtigungen bei 7, 30, 100 und 365 Tage Serien.
es: Recibe notificaciones al alcanzar rachas de 7, 30, 100 y 365 días.
fr: Soyez notifié quand vous atteignez 7, 30, 100 et 365 jours consécutifs.
ja: 7日、30日、100日、365日の連続記録達成時に通知を受け取ります。
ko: 7일, 30일, 100일, 365일 연속 달성 시 알림을 받으세요.
ru: Получай уведомления при достижении серий в 7, 30, 100 и 365 дней.

source: Getting around and exploring
de: Unterwegs und Entdecken
es: Moverse y explorar
fr: Se déplacer et explorer
ja: 移動と探索
ko: 이동과 탐험
ru: В дороге и на прогулке

source: Goal, topics, style — so practice feels like you.
de: Ziel, Themen, Stil — damit Üben sich nach dir anfühlt.
es: Meta, temas, estilo — para que practicar se sienta tuyo.
fr: Objectif, sujets, style — pour que ça te ressemble.
ja: 目標、トピック、スタイル。練習が自分らしくなる。
ko: 목표, 주제, 스타일 — 연습이 너답게.
ru: Цель, темы, стиль — чтобы практика была про тебя.

source: Good
de: Gut
es: Bien
fr: Bien
ja: 良い
ko: 좋음
ru: Хорошо

source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: わかった
ko: 알겠어요
ru: Понятно

source: Grain
de: Textur
es: Textura
fr: Texture
ja: テクスチャ
ko: 텍스처
ru: Текстура

source: Great job!
de: Toll gemacht!
es: ¡Gran trabajo!
fr: Bravo !
ja: 素晴らしい！
ko: 잘했어요!
ru: Отличная работа!

source: Great progress — these words are sticking 🎯
de: Toller Fortschritt — die Wörter bleiben hängen 🎯
es: Gran progreso — estas palabras se quedan 🎯
fr: Super progrès — ces mots restent en tête 🎯
ja: 順調です — 単語がしっかり定着中 🎯
ko: 훌륭한 진전 — 단어들이 기억에 남고 있어요 🎯
ru: Отличный прогресс — слова запоминаются 🎯

source: Habit
de: Gewohnheit
es: Hábito
fr: Habitude
ja: 習慣
ko: 습관
ru: Привычка

source: Half a thousand words. That's %lld words per week on average!
de: Fünfhundert Wörter. Das sind durchschnittlich %lld Wörter pro Woche!
es: Medio millar de palabras. ¡Son %lld palabras por semana en promedio!
fr: Cinq cents mots. Soit %lld mots par semaine en moyenne !
ja: 500語達成。週平均%lld語のペースです！
ko: 500개의 단어. 주당 평균 %lld개!
ru: Полтысячи слов. Это в среднем %lld слов в неделю!

source: Hands
de: Hände
es: Manos
fr: Mains
ja: 手
ko: 손
ru: Руки

source: Haptics
de: Haptik
es: Hápticos
fr: Haptique
ja: 触覚
ko: 햅틱
ru: Вибрация

source: Hard
de: Schwer
es: Difícil
fr: Difficile
ja: 難しい
ko: 어려움
ru: Сложно

source: Hardest
de: Am schwersten
es: Lo más difícil
fr: Le plus dur
ja: いちばん難しい
ko: 제일 어려움
ru: Самое жёсткое

source: Hear it, feel it
de: Hör's, spür's
es: Óyelo, siéntelo
fr: Entends, ressens
ja: 聞いて、感じる
ko: 듣고, 느껴
ru: Услышь и поймай

source: Hide examples
de: Beispiele ausblenden
es: Ocultar ejemplos
fr: Masquer les exemples
ja: 例文を非表示
ko: 예문 숨기기
ru: Скрыть примеры
